---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomEditElectricalLoadsParam
source: html/f5bc143f-f2b6-e87f-0997-26a0f877dfec.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomEditElectricalLoadsParam Property

"Electrical Loads"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomEditElectricalLoadsParam { get; }
```